Repository: mozilla/osumo
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr

source: You must enter a query and select a product in order to search.
fr: Pour effectuer une recherche, vous devez sélectionner un logiciel et saisir une requête.

source: Delete
fr: Suppr.

source: OS made by Mozilla
fr: OS mobile de Mozilla

source: Browse
fr: Consulter

source: Last updated
fr: Dernière mise à jour

source: days
fr: jours

source: About
fr: À propos

source: It seems like you don\'t have a network connection
fr: Il semblerait que vous n’ayiez pas de connexion réseau

source: about a minute
fr: 1 minute

source: Firefox on Android
fr: Firefox pour Android

source: It looks like you are offline! This link will take you to an external website which requires an internet connection.
fr: Il semblerait que vous soyez en mode hors connexion. Ce lien essaie de vous rediriger vers un site web externe qui nécessite une connexion Internet.

source: Other
fr: Autre

source: Select the product articles you'd like to read
fr: Sélectionnez les articles que vous souhaitez consulter

source: Offline SUMO is a free and open source application made to bring content on support.mozilla.org offline.
fr: Offline SUMO est une application libre et open source qui vise à proposer le contenu de support.mozilla.org en mode hors connexion.

source: Your app is out of date and needs an upgrade.
fr: L’application a besoin d’une mise à jour.

source: Update failed. Please try again later.
fr: Échec de mise à jour. Veuillez réessayer ultérieurement.

source: Offline SUMO is currently in alpha and is highly experimental.
fr: SUMO hors connexion est en phase alpha et est extrêmement expérimental.

source: Back to main page
fr: Revenir à la page principale

source: A fatal error occurred. Please try again later.
fr: Une erreur fatale s’est produite. Veuillez réessayer ultérieurement.

source: Check update
fr: Rechercher des mises à jour

source: Page Not Found
fr: Page introuvable

source: click here.
fr: cliquez ici.

source: Warning: You don't have any content downloaded! You can download some
fr: Attention : vous n’avez téléchargé aucun contenu. Vous pouvez en télécharger

source: Firefox for Android
fr: Firefox pour Android

source: Downloading product failed with: ' + status)}); } $scope.downloading[product] = false; }); }); }; $scope.deleteBundle = function(bundle) { console.log("start!
fr: Échec du téléchargement :

source: Updating articles...
fr: Mise à jour des articles…

source: There are no updates available at this time.
fr: Aucune mise à jour disponible pour l’instant.

source: hours
fr: heures

source: Manage Articles
fr: Gérer les articles

source: There are no documents for this language.
fr: Il n’y a aucun document dans cette langue.

source: The content you're looking for has been archived. To view it on support.mozilla.org,
fr: Le contenu que vous recherchez a été archivé. Pour le consulter sur support.mozilla.org,

source: one day
fr: un jour

source: Articles are all updated!
fr: L’ensemble des articles est à jour.

source: Downloaded content
fr: Contenu téléchargé

source: Your browser is not compatible and this app may not work as intended. Try using Firefox instead!
fr: Votre navigateur n’est pas compatible et cette application peut ne pas fonctionner comme prévu. Essayez Firefox !

source: Search
fr: Rechercher

source: Switch Language
fr: Changer la langue

source: Offline Mozilla Support
fr: Assistance de Mozilla hors connexion

source: Switch to online site
fr: Utiliser le site en ligne

source: Install to device
fr: Installer sur l’appareil

source: Subtopics
fr: Sous sujets

source: Sorry, we couldn't find the page you were looking for.
fr: Désolé, la page que vous recherchez est introuvable.

source: It seems like you are using private browsing mode. This app does not support that mode and will not function correctly.
fr: Il semblerait que vous utilisiez le mode de navigation privée. Cette application ne prend pas en charge ce mode et pourrait ne pas fonctionner correctement.

source: Products
fr: Logiciels

source: here
fr: ici

source: Appcache Hash
fr: Hachage Appcache

source: Downloaded!
fr: Téléchargé

source: in
fr: dans

source: Check update
fr: Rechercher des mises à jour

source: Found {{ results.length }} results in {{ timeTaken }} seconds.
fr: {{ results.length }} résultats trouvés en {{ timeTaken }} secondes.

source: This page contains {{ numOfUnloadedImages() }} unloaded images.
fr: Cette page contient {{ numOfUnloadedImages() }} images non chargées.

source: Deleted!
fr: Supprimé

source: Choose a product to search in
fr: Sélectionnez un logiciel dans lequel rechercher

source: Desktop web browser by Mozilla
fr: Navigateur web de Mozilla

source: Checking...
fr: Recherche…

source: Topics
fr: Sujets

source: about an hour
fr: 1 heure

source: A data connection is needed for downloading images.
fr: Connexion de données nécessaire pour télécharger les images.

source: Results
fr: Résultats

source: Select a language
fr: Sélectionnez une langue

source: No results found.
fr: Aucun résultat.

source: about
fr: à propos

source: Web browser for phones and tablets
fr: Navigateur web mobile

source: Updates are available to the articles you've downloaded.
fr: Des mises à jour sont disponibles pour les articles que vous avez téléchargé.

source: less than a minute
fr: moins d’une minute

source: Download
fr: Télécharger

source: Query
fr: Requête

source: Source Code
fr: Code source

source: Legal Information
fr: Informations légales

source: Mozilla Support
fr: Assistance Mozilla
